Repository: RukaiYu/TinyMoneyManager.WP8
Catalog: TinyMoneyManager.WP71/Language/AppResources.*.resx
Languages: pt_br

# FileNotFoundExceptionMessage
source: App can't find file to restore data. Please ensure you have had the data backuped ever.
pt_br: O aplicativo não pode encontrar o arquivo para restaurar os dados. Por favor, certifique-se de ter tido os dados gravados.

# FileNotFoundMessage
source: The file '{0}' doesn't exist on the SkyDrive Server.
pt_br: O arquivo '{0}' não existe no Servidor SkyDrive.

source: File to backup
pt_br: Arquivo para fazer backup

# FilterSummary
source: condition
pt_br: condição

source: Fixed assets
pt_br: Fundos fixos

# FolderNotFoundMessage
source: Can't find the specific folder on server!
pt_br: Não é possível encontrar a pasta específica no servidor!

# FormatFullWithYear
source: M/d/yyyy ddd
pt_br: M/d/aaaa ddd

# FormatterForExpenseInShellTile
source: M/d, cost
pt_br: M/d, custo

source: Frequency
pt_br: Frequencia

# FrequencyDayOfMonthFormatter
source: {0}th
pt_br: {0}º

source: From
pt_br: De

# FromName
source: Created By
pt_br: Criado por

source: full screen
pt_br: tela cheia

# GetExceptionMessage
source: I'm very sorry! We hit an exception! Please help send this message to yurukai@hotmail.com. It will make great help to resolve this issue. Thanks!
pt_br: Ocorreu um erro inesperado! Por favor mande essa mensagem para yurukai@hotmail.com. Obrigado!

# GetPCclientDownloadUrl
source: Get PC client download uri
pt_br: Obter PC cliente download

# GlobleCurrencySymbolStyle
source: Default currency symbol style
pt_br: Estilo padrão símbolo de moeda

source: Go to main page
pt_br: Ir para a página principal

source: Group
pt_br: Grupo

# HaveDataNeedToRestore
source: Hi, [Account Book] got an error when database updating last time, and fortunately, your backup data is available now, go [Updating center] page to restore? (recommend: YES).
pt_br: AccountBook encontrou um erro na última atualização do banco de dados, e felizmente, seu backup está disponivel. Ir para [Updating center] para restaurar?

# HelpAndAbout
source: Help + About
pt_br: Ajuda + Sobre

source: hide
pt_br: ocultar

source: Hide Blance
pt_br: ocultar saldo

source: history
pt_br: histórico

# HistoryOf
source: {0} history
pt_br: {0} histórico

source: Hold
pt_br: Manter

# HouseLoaning
source: House loan
pt_br: Aluguel

# HowTo
source: How to {0}?
pt_br: Como {0}?

# HowToAddAsFavourite
source: You can 'hold' the 'secondary category' item, and tap 'add to favorates' to pick up the categories you will use usually.
pt_br: Você pode 'segurar' o item 'categoria secundária', e toque em "adicionar aos favoritos" para pegar as categorias que você irá usar normalmente.

# HowToCreateExpenseOrIncomeSchedule
source: Hi, welcome to use "scheduled tally task" feature, which allows you set up automatical tally transcation records. It'll take advantage of the 'Background Agent' built in OS, and the running cycle is not regular that the new task may won't be executed immediately.(But at last one time in a day). If you want to let it execute right now, you can 'tap' the 'execute now' menu in 'scheduled task setting' page. NOTICE: If 15 days app hasn't been opened, the background tasks would be turn off, until next time open.
pt_br: Bem vindo ao uso do "registro programado de tarefas", que permite a você configurar registros de transações automáticas. Isso aproveita o 'Agente de fundo' construído em SO, e o ciclo de execução não é regular que a nova tarefa pode não ser executado imediatamente.(Mas em uma última vez em um dia). se você quer deixá-lo executar agora mesmo, você pode "tocar" o "executar agora 'menu na página' ajuste tarefa agendada". AVISO: If 15 days app hasn't been opened, the background tasks would be turn off, until next time open.

# HowToSwitchScopeForHistoryList
source: In income and expense transaction list, it will use themselves' time span to show enties.
pt_br: Na lista de registros de receitas e despesas, ele irá usar um período de tempo para mostrar entradas.

# IdealMoneyAccount
source: Ideal money
pt_br: Dinheiro Ideal

# IgnoreCalimRecordsInStatistics
source: Ignore calim records for statistics
pt_br: Ignorar registros pedidos para estatísticas

# IncludeCreditCardAmountOnAsset
source: Include credit card amount in asset
pt_br: Incluir verba do cartão de crédito

source: income
pt_br: receita

# IncomeBudgetType
source: income record
pt_br: registro de receita

source: Incompleted
pt_br: Incompleto

source: Increase
pt_br: Aumentar

source: Initial balance
pt_br: Saldo inicial

source: Initial DateTime
pt_br: Inicial DateTime

# InportFromPhoneContacts
source: Inport from "people hub" ...
pt_br: Importar de HUB pessoal ...

source: Interest
pt_br: Interesse

# InTwoWeek
source: From last week
pt_br: De semana passada

# IsClaimLabel
source: Is claim
pt_br: Requerer

# IsSyncProfile
source: Sync Settings
pt_br: Definições de sincronização

# ItemUnit
source: record
pt_br: registro

source: Just me
pt_br: Eu

# LanguateChangeTips
source: Display language of some page will be effectivebe after restarting app. To get localized categories and some other contents built-in by the app, you can 'Reset' the data in "data central" page.
pt_br: Idioma de exibição de alguma página será eficaz depois de reiniciar app. Para llegar categorías localizadas y algunos otros contenidos incorporados en la aplicación, usted puede 'Reset' los datos en "datos central" de la página.

source: last month
pt_br: mês passado

# LastSyncDateInfoLabelFormatter
source: Synced at : {0}
pt_br: Sincronizados em: {0}

# LastTimeAccess
source: last time you tallylied : #NewLine# {0:M/d/yyyy ddd HH:mm}
pt_br: última vez que você registrou : #NewLine# {0:M/d/yyyy ddd HH:mm}

source: last week
pt_br: semana passada

source: last year
pt_br: ano passado

source: legend
pt_br: legenda

source: Line of credit
pt_br: Linha de crédito

# LineOfCreditRequestValidMessageFormatter
source: Line of creditcard should be in range from 0 to {0}
pt_br: Linha do cartão de crédito deve estar na faixa de 0 a {0}

# LinkPeoples
source: Link People
pt_br: Adicionar pessoas

# LinkTo
source: Link
pt_br: Adicionar

# LiveConnectExceptionMessage
source: We got issue when connecting to Windows Live Service, Please try later.
pt_br: Temos problema na conexão com serviço Windows Live, por favor, tente mais tarde.

# LoadAssociated
source: manage data created recently
pt_br: gerenciar dados criados recentemente

# LoadDefaultCategory
source: Load default categories
pt_br: Carregar categorias padrão

source: loading...
pt_br: carregando...

source: Loan out
pt_br: Emprestado

# LoanOutOrRepayToSbFormatter
source: {0} to {1} {2}.
pt_br: {0} para {1} {2}.

# LocalizedTableName
source: Accounts,Accounts;Categories,Categories;TransferingItems,TransferingItems;AccountItems,AccountItems;Repayments,Repayments+Borrow or Loan;AppSettings,AppSettings;BudgetItems,BudgetItems;BudgetProjects,BudgetProjects;BudgetMonthlyReports,BudgetMonthlyReports;TallyScheduleTable,TallySchedules;PeopleGroups, People groups ;Peoples,People profiles;PictureInfos, Pictures;
pt_br: Accounts,Contas;Categories,Categorias;TransferingItems,Itensdetrasferência;AccountItems,Itensdaconta;Repayments,Emprestado;AppSetting,OpçõesdoApp;BudgetItems,ItensdoOrçamento;BudgetProjects,ProjetosdoOrçamento;BudgetMonthlyReports,RelatórioMensaldoOrçamento;TallyScheduleTable,Registroprogramado;PeopleGroups,Grupos Pessois; Peoples,PerfilPessoal;PictureInfos, Imagens;

# LoginLiveIDMessage
source: Loging Live.com ...
pt_br: Entrando no Live.com...

# MainCategoryName
source: MainCategory
pt_br: CategoriaPrincipal

# MakeSureToCoverCurrentData
source: Current data will be covered by the data from Server.
pt_br: Os dados atuais serão cobertos pelos dados do servidor.

source: management
pt_br: administração

source: Me
pt_br: Eu

# MessageWhenAmountForOneCategoryOverBudgetItem
source: Amount will over than that in buget for this category.
pt_br: O montante é maior que o orçamento para esta categoria.

source: modified date
pt_br: data modificada.

source: Month
pt_br: Mês

source: Monthly budget
pt_br: Orçamento mensal

# MonthlyIncomExpenseChangesTitle
source: changes between {0} and {1}
pt_br: trocas entre {0} e {1}

# MonthlyTopNExpenses
source: {0} highest expense(in top {1})
pt_br: {0} maior gasto(in top {1})

# MonthlyWeeksExpenseAvgInfo
source: {0} weekly avg. expense
pt_br: {0} média de gasto semanal

# MontlyDailyExpenseAmount
source: {0} daily expense
pt_br: {0} despesa diária

source: more
pt_br: mais

source: more info
pt_br: mais informações

source: move to
pt_br: mover para

source: Moving category
pt_br: Movendo categoria

# MovingCategoryMessage
source: All items related to '{0}' category will be moved to place under '{1}'.
pt_br: Todos os itens relacionados a '{0}' categoria serão movidos para colocar sob '{1}'.

# Msg_CreatingFolder
source: Creating folder ...
pt_br: Criando pasta...

# Msg_StartDownloadFileFromServer
source: Downloading {0}/{1} file to local, this may take some time ...
pt_br: Baixando {0} / {1} arquivo para local, isso pode levar algum tempo ...

# Msg_StartTransferingFileToServer
source: Transfering {0}/{1} file to server, this will take some time ...
pt_br: Transferindo {0} / {1} arquivo para o servidor, isso vai levar algum tempo ...

# Msg_TotalPicturesNeedToBackup
source: Total {0} picture(s) need to backup to server...
pt_br: Total {0} imagem(s) precisa para backup de servidor...

# Msg_TotalPicturesNeedToSyncToLocal
source: Total {0} pictures(s) need to sync to local...
pt_br: Total {0} imagem(s) necessário sincronizar a local...

# MutipleManageing
source: Batch Management
pt_br: Gestão

source: My
pt_br: Meu

# MyBook
source: my account
pt_br: minha conta

source: name
pt_br: nome

# NeedIPandPortMessage
source: Please tap 'setting' button to set the IP and Server Port number, which will be used to connect to PC client syncing software. You can go {0} for the PC client software.
pt_br: Por favor, aperte o botão 'ajuste' para definir o IP e o número da porta, que será usado para conectar ao cliente sincronização com o PC. Você pode ir {0} para o software cliente do PC.

# NeedLoginLiveIdMessage
source: You need sign in Live ID first.
pt_br: Você precisa entrar no Live ID primeiro.

# NeedToGoToSdfBackupPage
source: Do you want navigate to Database backup Page to backup your data?( recommend).
pt_br: Você quer navegar para a página de backup de banco de dados para gravar seus dados? (Recomendo).

source: never sync
pt_br: nunca sincronizar

# NewPasswordConfrimError
source: Please check newpassword and confirm it.
pt_br: Por favor, verifique a nova senha e confirme-a.

# NewPasswordText
source: New password
pt_br: Nova senha

source: Next
pt_br: Próximo

# NextItem
source: Next
pt_br: Próximo

# NextStep
source: Next
pt_br: Próximo

# NoAvailableNetworkMessage
source: Sorry! no available network, please try later.
pt_br: Desculpe! nenhuma rede disponível, por favor, tente mais tarde.

# NoneBankOrCreditAccountsMessage
source: Sorry, in your account book, no any bank or credit accounts.
pt_br: Desculpe, em seu AccountBook, não há nenhum banco ou qualquer contas de crédito.

# NoneCategorySelectedMessage
source: None Category has selected.Please select one or click Add.
pt_br: Nenhuma categoria foi selecionado. Por favor, selecione uma ou clique em Adicionar.

# NoneItemMessage
source: No E&I record items.
pt_br: Nenhum E&l gravado.

# NoneSelectedItem
source: None records you have selected.
pt_br: Nenhum registros que você selecionou.

# NoneSelectedMessage
source: You have not selected any record.
pt_br: Você não selecionou nenhum registro.

# NormalSettingPageTitle
source: General
pt_br: Geral

# NoSummaryData
source: No summary details data for sending.
pt_br: Não há resumo de detalhes dos dados para o envio.

# NoTallyOverTimemoutDaysNotificationMessage
source: hi, you've nothing to tally your finances for near/over {0} days, would you like doing right now? (if ok, navigate to "Add record" page).
pt_br: Você não tem nada para calcular em suas finanças para perto / sobre {0} dias, gostaria de fazer agora? (se ok, vá até a página "Adicionar registro").

# NotAvaliableEmailAddressMessage
source: Not an available email address.
pt_br: Não é um endereço de e-mail disponível.

# NotAvaliableFromPCClientUsedToRestoreDBMessage
source: File doesn't contain any avaliable data can be used to restore database, please retry.
pt_br: O ficheiro não contém quaisquer dados disponíveis que pode ser usado para restaurar banco de dados, por favor, tente novamente.

# NotAvaliableObjectMessage
source: Not avaliable '{0}', please choose or create one.
pt_br: Não disponível '{0}', por favor, escolher ou criar uma.

# NotAvaliableObjectMessageFormatter
source: "{0}" is not avaliable, please try again.
pt_br: "{0}" não está disponível, por favor, tente novamente.

source: notes
pt_br: notas

source: notes contain
pt_br: conteúdo da nota

# NotificationAndSchedule
source: Remind + Budget
pt_br: Lembrar + Orçamento

# NowLoadingFormatter
source: Loading {0} ...
pt_br: Carregando {0} ...

# ObjectNamesForSyncing
source: SettingInfo,Categories,Accounts,AccountItems
pt_br: Informaçãodeconfiguração,Categorias Contas,Itensdaconta

# ObjectShortNamesForSyncing
source: Settings,Categories,Accounts,E&I
pt_br: Opções,Categorias,Contas,E&I

# ObjectsToSyncLable
source: Objects to Sync
pt_br: Objetos para sincronizar

source: Off
pt_br: Desligar

source: On
pt_br: Ligar

source: on going
pt_br: em curso

source: open
pt_br: abrir

# OpenAccountBook
source: open
pt_br: abrir

# OperationSuccessfullyMessage
source: Operation is done successfully!
pt_br: Operação é feita com sucesso!

source: Options
pt_br: Opções

# OptNeedRestart
source: Restart app is required.
pt_br: Reiniciar o aplicativo é necessário.

source: Order
pt_br: Ordem

# ParentCategoryClass
source: Top category
pt_br: Categoria superior

# ParentCategoryName
source: Belong to
pt_br: Pertence a

# PasswordToLoginText
source: Input password, to open accountbook.
pt_br: Digite a senha.

# PasswordWrongText
source: :( Sorry! I can't work for anyone who doesn't know the passcode!
pt_br: Senha incorreta, tente novamente.

source: Payment due date
pt_br: Data de vencimento

# Paypal
source: online payment kind account
pt_br: conta de pagamento online

# PCClientUpdatedNotificationMessage
source: PC Client has been updated! Please Go to [{0}] and Download!
pt_br: PC Client foi atualizado! Por favor, vá para [{0}] e faça o download!

# PCClientURL
source: Hi! You can visit: {0} to download the latest [account book] PC client software. The latest version is {1}. Thanks.
pt_br: Você pode visitar: {0} para baixar a versão {1} atualizada, para PC. Obrigado.

source: people
pt_br: pessoas

# PeopleInfoWithNumberGreatThanNPeopleFormatter
source: {0} {1} people
pt_br: {0} {1} pessoa(s).

source: People with link
pt_br: Pessoas com link

source: Personal email address
pt_br: Email pessoal

source: Picture
pt_br: Imagem

# PictureInfoWithNumberFormatter
source: {0} picture(s)
pt_br: {0} imagem(s)

# PinQuickAccountItemEditorPageToStart
source: It will pin the quick link of this editor page to Start Screen. CONTINUE?
pt_br: Ele vai fixar a ligação rápida desta página para iniciar o Screen. CONTINUAR?

source: pin to start
pt_br: Fixar para iniciar

# PinToStartPage
source: Show in main page
pt_br: Mostrar na página principal

# PivotToday
source: Today
pt_br: Hoje

source: Place
pt_br: Lugar

# PleaseWaitWhileBusy
source: Please try again after another work completed.
pt_br: Por favor, tente novamente após outro trabalho concluído.

source: preference setting
pt_br: configuração de preferência

# PreferenceSetting_AddRule
source: create new rule
pt_br: criar nova regra

# PreferenceSetting_AddRuleTips
source: add a templete used in 'Add New Record' for a timespan.
pt_br: adicionar um modelo usado em "Adicionar novo registro"para um período de tempo.

# PreferenceSetting_SecondTitleFormatter
source: set your preference for each time slot to tally
pt_br: definir a sua preferência para cada intervalo de tempo de registro

source: Previous
pt_br: Anterior

# PrevItem
source: Previous
pt_br: Anterior

source: Profile
pt_br: Perfil

source: Profile Setting
pt_br: Opções do perfil

# ProfileSetting_SecondFormatter
source: {0} , pocket lock: {1}
pt_br: {0} , trancar carteira: {1}

# Property
source: Properties
pt_br: Propriedades

source: Push
pt_br: Apertar

# QuickAddBudgetItemTips
source: Just to add a new record!
pt_br: Basta adicionar um novo recorde!

# RangeOfThisTimeTitle
source: range of this time
pt_br: intervalo de tempo

# RateSyncingSuccessfullyMessage
source: Currency conversion rate is synced successfully!
pt_br: Taxa de conversão de moeda é sincronizada com sucesso!

# RebuildDatabaseDoneMessage
source: The process of rebuilding Database has been done. Now, you may have to re-start this app, then go [App Settings]-> [Updating] page, to restore your data.
pt_br: O processo de reconstrução do banco de dados foi feito. Agora, você pode ter que re-iniciar este aplicativo, em seguida, ir [App Settings] -> [Atualização], para restaurar os dados.

# Receieved
source: Received
pt_br: Recebido

source: Receipt
pt_br: Recebimento

source: Recent
pt_br: Recente

source: Record
pt_br: Registro

# RecordAlreadyExist
source: Already has the same info record in your application.
pt_br: Já tem o mesmo registro na sua aplicação.

# RecordCountTipsFormatter
source: about {0} {1} records ...
pt_br: sobre {0} {1} registros ...

source: Records:
pt_br: Registros:

source: Records amount
pt_br: Quantidade de registros

# RecordsAndAmountInfoForAccountRealtedItems
source: {0} records, total {1}: {2}
pt_br: {0} registros, total {1}: {2}

# RedbuildDatabase
source: re-building ...
pt_br: refazendo ...

source: Refine
pt_br: Refinar

source: Refresh
pt_br: Atualizar

# RefreshSchedulePlaningMessage
source: The 'Refresh' action will set the tasks' status back to: unexecuted. Continue?
pt_br: A ação do "Atualizar" vai definir o status das tarefas de volta para: não executada. Continuar?

source: related
pt_br: relacionado

# RelatedItemsTipsAtHeader
source: by default, list will only show transaction items in same month and category with the current item viewing. tap 'more' for full.
pt_br: por padrão, a lista só irá mostrar itens de transação no mesmo mês e categoria com a visualização item atual. toque em "mais" para total.

# ReminderNotication
source: reminding
pt_br: lembrando

source: remove
pt_br: remover

# RenameFileConfirmMessage
source: You're going to rename this file. The file has same name with '{0}', will be replaced when uploading. CONTINUE?
pt_br: Você vai renomear esse arquivo. O arquivo tem o mesmo nome com '{0}', e será substituído. CONTINUAR?

# RepayAccountName
source: account repay to
pt_br: conta para pagar

source: repay at
pt_br: pagar para

# RepayDateShouldBeGreatterThanNowMessage
source: Ongoing repayment date should be more later than now.
pt_br: Data de reembolso em curso deve ser mais tarde do que agora.

source: Repayed
pt_br: Rembolsado

# RepayFromAccountName
source: from account
pt_br: da conta

source: Repayment
pt_br: Reembolso

source: repayment item
pt_br: item reembolso

source: repayment list
pt_br: lista de reembolso

# RepaymentManager
source: repayment alerter
pt_br: alerta de reembolso

# RepaymentNotificationList
source: repayment
pt_br: reembolso

# RepayToAccountCannotBeEmptyMessage
source: it is better to sett or add an account to repay to.
pt_br: é melhor definir ou adicionar uma conta para responder.

# ReportTotalCountOfObjectsFromSkyDriveText
source: Total download : {0} items.
pt_br: Total baixado : {0} itens.

# RequestCategoryMessage
source: Please select one Category.
pt_br: Por favor selecione uma categoria.

# RequestMoneyAvailableMessage
source: Please input available total money value.
pt_br: Por favor coloque o valor do dinheiro total disponível.

# RequireInputTextDataMessageWithFormatter
source: The "{0}" value is required.
pt_br: O "{0}" valor é necessário.

# RequireRestartAppMessage
source: Please restart your app.
pt_br: Por favor, reinicie o seu aplicativo.

source: Reset
pt_br: Resetar

# ResetAllData_Tips
source: This will remove all data you have currently. Continue?
pt_br: Isto irá remover todos os dados que você tem atualmente. Continuar?

source: restore
pt_br: restaurar

source: restore data after updating
pt_br: restaurar os dados após a atualização

source: Restore database
pt_br: Restaurar base de dados

# RestoreDatabaseTips
source: Restore data file from PC client app.
pt_br: Restaurar arquivos de dados do aplicativo cliente PC.

# RestoreDatabase_Confirm
source: I'm going to replace current database file with the one from PC client, version: {0}, CONTINUE?
pt_br: Isto vai substituir o arquivo de banco de dados atual com o do PC cliente, versão: {0}, CONTINUAR?

# RestoreDatabase_UnsupportDatabaseVerionAgainstCurrentVersion
source: The database file from PC client, has a version: {0}, which will come up to current latest version: {1} by the upgrade strategy, continue?
pt_br: O arquivo de banco de dados de cliente de PC, tem uma versão: {0}, que virá para a última versão atual: {1} pela estratégia de atualização, continuar?

# RestoreFailedMessage
source: Restore failed. Please ensure you have had the data backuped ever.
pt_br: Restaurar falhou. Por favor, certifique-se de ter tido os dados guardados sempre.

source: Revert
pt_br: Reverter

# RevertWillDeleteItemConfirmMessage
source: This operation will set back the amount info for two accounts, and delete this transfering history item you select. Still Continue?
pt_br: Esta operação irá definir de volta a informação quantia para duas contas, e excluir este item do histórico transferência selecionado. Ainda assim continuar?

# Review
source: rate and review
pt_br: avaliar e comentar

source: roll in
pt_br: colocar

source: roll out
pt_br: tirar

source: roll out to
pt_br: mudar para

# RolloutToSomeAccountName
source: roll out to '{0}'.
pt_br: mudar para '{0}'.

source: safe mode
pt_br: modo de segurança

source: Same as system
pt_br: Igual ao sistema

source: save
pt_br: salvar

# SaveAndClose
source: Save&Close
pt_br: Fechar e salvar

# SaveAndContinue
source: Save&Continue
pt_br: Continuar e salvar

# SaveChartAsPicture
source: save as picture ...
pt_br: salvar como imagem...

# SaveImageToPictureHubSuccessMessage
source: Image has been saved to Picture Hub!
pt_br: Imagem foi salva no HUB

# SaveStasticChartToLiabraryError
source: Sorry, I got exception when saving image to your Phone Picture Hub. One reason is your phone has connected to ZUNE. Please retry after disconnect.
pt_br: Desculpe, mas eu tenho um erro ao salvar imagem em seu Hub. Uma das razões é o seu telefone ligado ao ZUNE. Por favor, tente novamente após a desconexão.

# SaveSuccessContinueMessage
source: succeed.
pt_br: sucesso.

# ScheduledRepayOrReceive
source: timing {0}
pt_br: temporização {0}

# ScheduleItemNameExapmle
source: e.g: monthly salary
pt_br: e.g: salário mensal

source: schedule manager
pt_br: gerente de programação

# ScheduleManagerSetting
source: Schedule Task
pt_br: Agendar arefa

# ScheduleManagerSetting_Tips
source: App can help do some tasks schedully by timespan.
pt_br: O aplicativo pode ajudar a fazer algumas tarefas agendadas pelo período de tempo.

# ScheduleManager_BadScheduledItemNeedToRemoveMessage
source: We found this schedule item has some invalid associated data(account, or category), which are missed in current database. We recommend you deleting this item.
pt_br: Encontramos este item de programação tem alguns dados inválidos associados (conta, ou categoria), que são perdidas no banco de dados atual. Recomendamos que você exclua este item.
