Repository: RukaiYu/TinyMoneyManager.WP8
Catalog: TinyMoneyManager.WP71/Language/AppResources.*.resx
Languages: pt_br

# ScheduleManager_RequireAsscoiatedAccountItemMessage
source: Please create or select an schedule data details.
pt_br: Por favor, crie ou selecione um programador de detalhes dos dados.

source: scope
pt_br: âmbito

source: search
pt_br: procurar

# SearchDate
source: Time span
pt_br: Intervalo de tempo

# SearchingTips
source: Searching tips: · When searching, [Category names] and [Account names] will be as a fliter used to query data. · split more notes key by semicolon for multiple searching.
pt_br: Dicas de pesquisa: · Ao pesquisar, [nomes de categoria] e [nomes de conta] será como um filtro usado para consultar dados.

# SearchScope
source: searching scope
pt_br: buscando âmbito

# SeeMoreLogsMessage
source: You can go 'Help + About' -> 'Updating logs', for more details about the version features! Enjoy!
pt_br: Você pode ir em "Ajuda + Sobre "->" Atualizando registros " para mais detalhes sobre as características de versão! Divirta-se!

# SelectAccountItemsLabel
source: transaction
pt_br: transação

source: select all
pt_br: selecionar tudo

# SelectAppSettingLabel
source: app setting
pt_br: configuração de aplicativo

# SelectCategoryItemsLabel
source: categories
pt_br: categorias

# SelectDayOfMonth
source: Select a day from month
pt_br: Selecione um dia do mês

# SelectFolderAsResult
source: select folder
pt_br: seleciona a pasta

source: select invert
pt_br: selecione inverter

# SelectMode
source: select
pt_br: selecionar

# SelectTheDataFileCacheBeforeCrashed
source: There has a file contains your data, this file is created before laste time [Account Book] crashing ({0}). Do you want to use this one?
pt_br: Há um arquivo contendo seus dados, e este arquivo é criado antes da ultima vez que o [AccontBook] parou de funcionar. Você quer usá-lo?

# SencondaryCategoryName
source: sub category
pt_br: subcategoria

source: send
pt_br: enviar

source: send feedback
pt_br: enviar feedback

# SendFeedBackBody
source: Hi Author Thank you for your application [AccountBook](Ver {0}, from {1})! Here has some comments I want to share to you, giving my little contribution to make [AccountBook] better!
pt_br: Traduzido por Rafael Campos.

# SendFeedBackSubject
source: Feed backs on [AccountBook] from user
pt_br: Feedbacks em [AccountBook] pelo usuário

source: send report
pt_br: enviar relatorio

source: set as default
pt_br: definir como padrão

source: Set as default menu item
pt_br: Definir como item de menu padrão

source: Setting
pt_br: Configurações

# SettingLanguageLabelName
source: Language
pt_br: Idioma

# SettingPageTitle
source: App Settings
pt_br: Configurações do aplicativo

# SettingsButtonText
source: Settings...
pt_br: Configurações...

source: Settle expense
pt_br: Definir despesa

source: Settle income
pt_br: Definir receita

source: Shared with
pt_br: Compartilhado com

# SharedWithLevelOverHeightMessage
source: The object is shared with '{0}', this may lets your data accessable to others, CONTINUE?
pt_br: O objeto é compartilhado com '{0}', isso pode deixa seus dados acessíveis a outros, CONTINUAR?

# ShareWithKeyValue
source: Just me,;People with a link,;
pt_br: Just me,Apenas eu;People with a link,Pessoas com link;

# ShellTileAssets
source: Assets
pt_br: Fundos

source: show
pt_br: mostrar

# ShowAssociatedAccountItemSummary
source: show comparation on 'Particulars'
pt_br: mostrar comparation em 'particular'.

source: Show blance
pt_br: Mostrar saldo

# ShowCashAmountOnAsset
source: show cash amount on assets
pt_br: mostrar quantidade dos fundos

source: Show Groups
pt_br: Mostrar grupos

source: show legend
pt_br: mostrar legenda

# ShowRepaymentInfoOnTile
source: Show my accountbook info on Live Tile
pt_br: Mostrar a minha informação AccountBook no Live

# SignInText
source: Sign In
pt_br: Entrar

# SignOutText
source: Sign out
pt_br: Sair

source: Size
pt_br: Tamanho

# SkyDriveSelectFileMessage
source: tap, and select the file restore from
pt_br: toque, e selecione o arquivo de restauração

# SkyDriveSelectFileOrFolderMessage
source: tap, select file or folder {0} to
pt_br: tocar, selecione o arquivo ou pasta {0} para

# SomethingIsRequired
source: {0} is required, Please give it a value.
pt_br: {0} é necessário, por favor, defina um valor.

source: start
pt_br: início

source: start date
pt_br: data de início

# StartDateMustBeLargerThanEndDate
source: Start time should be earlier than End time you selected.
pt_br: Hora de início deve ser anterior à hora fim selecionado.

# StartTo
source: Ready? Start to tallyly.
pt_br: Pronto? Comece a contagem.

# StasticItemsTips_HasItemsFormatter
source: Total {0} records found in detailed.
pt_br: Total de {0} registros encontrados na busca detalhada.

# StasticItemsTips_NoItemsFormatter
source: No any stastic items
pt_br: Não há quaisquer itens estáticos

# Statistics
source: statistic
pt_br: estatística

# StatisticsAndSearching
source: Statistics + Search
pt_br: Estatísticas + Pesquisa

# StatisticsInfoFormatterForCategory
source: {0} record(s) {1}, {2}
pt_br: {0} registro(s) {1}, {2}

# StepInfo_CheckingData
source: Checking data available ...
pt_br: Verificando os dados disponíveis ...

# StepInfo_ConnectingServer
source: Connecting server ...
pt_br: Conectando ao servidor...

# StepInfo_EndingAction
source: Disconnecting server ...
pt_br: Desligando o servidor ...

# StepInfo_TransferingData
source: Transfering data between server and phone ...
pt_br: Transferindo dados entre servidor e telefone ...

source: stop
pt_br: parar

source: subject name
pt_br: nome do assunto

# SubscibeNotificationTitle
source: Subscibe updating notification
pt_br: Assinar atualização de notificações

# SummaryDetails
source: details
pt_br: detalhes

# SummaryTitleFormatter
source: Summary of '{0}'.
pt_br: Resumo de '{0}'.

# SupportInformation
source: help contacts
pt_br: ajudar contatos

# SyncAction
source: action
pt_br: ação

source: Sync Data
pt_br: sincronização de Dados

# SyncDataTips
source: Sync transactions, accounts, borrow or loan records, app settings data.
pt_br: Sincronizar registros de trasações, contas, empréstimos e opções do aplicativo.

# SynchronizationSettingTips
source: You can use PC sync client to get this IP Address and Port number.
pt_br: Você pode usar cliente de sincronização PC para obter este endereço IP e número da porta.

# SyncingObjects
source: objects to sync
pt_br: objetos para sincronizar

source: sync logs
pt_br: registros de sincronização

source: Sync Pictures
pt_br: Sincronização de imagens

# SyncPicturesTips
source: Sync pictures. Backup new pictures to SkyDrive, or sync missing pictures to local.
pt_br: Sincronização de imagens. Grave novas imagens no SkyDrive, ou sincronize imagens perdidadas para aqui,

# SyncServerIPAddressLabelText
source: Server IP Address
pt_br: Endereço IP do servidor

# SyncServerPortLabelText
source: Server Port Number
pt_br: Número da porta do servidor

# SystemItemUnDelete
source: Can't delete a system default item.
pt_br: Não é possível excluir um item padrão do sistema.

# TakePicture
source: Camera
pt_br: Camêra

# TallyTemplate
source: Template
pt_br: Modelo

# TapToCrateOrEdit
source: Tap to create or edit details info
pt_br: Toque para criar ou editar informações

# TaskCompletedMessageFormatter
source: {0} records have been created.
pt_br: {0} registros foram criados.

# TaskCompleteWithZeroMessage
source: No records have been created today.
pt_br: Não há registros criados hoje.

source: Templates
pt_br: Modelos

# Temp_BorrowLeanFeedBackTitle
source: Feedback for Borrow Loan manager of Account Book
pt_br: Comentário sobre o gerente de empréstimo do AccountBook

# Temp_BorrowLeanPageFeedbackQ
source: Hi! Our Borrow Loan Management page is been designing, do you have any Great Idea for that? DON'T forget to send us your mind:) Thanks!
pt_br: Nossa página de gereciamento de empréstimo está sendo projetada, você tem alguma idéia para isso? Envie-nos.

# TestingMessage
source: underbuilding, coming soon ...
pt_br: Em breve...

# ThanksFor
source: thanks for help from
pt_br: Obrigado pela ajuda

# TheCacheFileWillBeDeletedMessage
source: The cache file will be deleted.
pt_br: O arquivo de cache será excluído.

# TheRecordMissing
source: The record you want to access does not exist in database.
pt_br: O registro que você deseja acessar não existe no banco de dados.

# TheRecordMissingMessage
source: The record is missing.
pt_br: O registro está faltando.

# TileInfoUpdatingAgentDescription
source: This agent is used to update the TileInfo on start screen. It will be enabled only you pin it to start screen. And run at midnight(0:0:00 - 0:30:00).
pt_br: Este agente é usado para atualizar o TileInfo na tela de início. Ele só será ativado se você fixá-lo para começar a tela.

source: time
pt_br: tempo

# Tips
source: help
pt_br: ajuda

# TipsAfterSyncRate
source: currency exchange rate has updated, please restart app, to make data can be shown update to date.
pt_br: taxa de câmbio foi atualizada, por favor reinicie o aplicativo, para que os dados possam ser mostrados agora.

# TipsToUsePCClientToViewAndExportDataFromSDFfile
source: You now can visit [{0}] to download Account Book PC client 2.3 edition, which can help export data from sdf file to the one that can use to syncing data in SkyDrive.
pt_br: Agora você pode visitar [{0}] para baixar "PC AccountBook cliente 2,3 edição", que pode ajudar os dados de exportação de sdf para o que pode ser usado para sincronização de dados no SkyDrive.

# TipsWhenSetSafeModeIP
source: Please input IP and Service Port, split with ':'$Line$(e.g. 192.168.1.5:10010)
pt_br: Por favor IP de entrada e porta de serviço, dividido com ':' Linha $ $ (por exemplo 192.168.1.5:10010)

# TipsWhenToBackupDatabase
source: This operating need Account Book PC client 2.3 over higher. Please check the one you have downloaded.
pt_br: Esta operação precisa do AccountBook cliente PC 2.3 ou superior. Por favor, verifique o que você baixou.

# TipsWhenUploadingStasticsReport
source: Hi, you can send each type summary to excel via your SkyDrive service. · Text summary · Pie chart summary · line graph chart summary each type summary has its own excel content format. By the way, Pie chart summary and Text summary will use same format, cause they can be in same file. Have fun!
pt_br: Oi, você pode enviar a cada resumo tipo de excel através de seu serviço SkyDrive. · Resumo de texto · Resumo gráfico de pizza · Linha de resumo gráfico gráfico

source: To
pt_br: para

# ToCurrencyListFormatter
source: to each support currency list:
pt_br: para cada ajuda a lista de câmbios

source: Today
pt_br: Hoje

# Toggle
source: show/hide
pt_br: mostrar/esconder

# ToggleFavorite
source: toggle as favorite
pt_br: alternar como favorita

source: total Expenses
pt_br: Despesa total

source: total Income
pt_br: Receita total

source: Total in debt
pt_br: Total em dívida

source: Total loan out
pt_br: Total emprestado

# TotalMoney
source: total amount
pt_br: quantidade total

# TotalNeedRepayOrReceieveTitle
source: amount of {0}
pt_br: quantidade de {0}

# TotalTransaction
source: monthly total transaction times
pt_br: total de transações mensais

# TransferFromAccountName
source: roll in from '{0}'.
pt_br: mudar para '{0}'.

# TransferingAccount
source: Transfering
pt_br: Transferir

source: transfering history
pt_br: histórico de transferência

source: Transfering poundage
pt_br: Taxa de transferência

source: Transfering Poundage Rate(%)
pt_br: Taxa de transferência(%)

# TransferingPoundageRateTips
source: In this version, for customized transfering poundage amount, please set the default transfering poundage percentage for roll out to 0.
pt_br: Nesta versão, para a quantidade personalizada de transferência, defina o padrão percentua de transferência para a implantação a 0.

source: type
pt_br: tipo

# TypeInNewFileNameMessage
source: Please give me a new file name(without extension)
pt_br: Por favor, me dê um novo nome de arquivo (sem extensão)

source: un created yet
pt_br: incriado ainda

source: unselect all
pt_br: desmarcar todos

# UnsertMonthlyBudget
source: no available data
pt_br: dados não disponíveis

source: untitle item
pt_br: Item sem título

# UpdatingDatabaseStep1
source: Updating your database, from version: {0} to {1} ...
pt_br: Atualizar seu banco de dados, a partir da versão: {0} para {1} ...

source: updating logs
pt_br: atualizar registros

# UpdatingTips
source: · Before big version's updating, please backup your data, and you can restore after updating successed. · Located at: {0} · Subscibe updating notification can let you get a notification when a new-version-updating of [account book] is scheduled. We can tell you what should to do in advance.
pt_br: · Antes da grande atualização da versão, por favor grave seus dados, e você poderá restaurá-los caso necessário. · Localizado em: {0}

# UpgratingUnderProcess
source: Been finishing updating, please wait...
pt_br: Terminando a atualização, por favor aguarde ...

source: upload
pt_br: carregar

# UploadFileToSkyDriveSuccessfullyMessage
source: Congratulations! File has been uploaded to SkyDrive!
pt_br: Parabéns! Arquivo foi carregado para o SkyDrive!

# UseBackgroundImageForMainPage
source: Main page background image
pt_br: Imagem de fundo da página principal

# UserLocalhostCheckBoxContent
source: Use localhost(default)
pt_br: Use localhost (padrão)

# Version
source: Version: {0}
pt_br: Versão: {0}

# VewMode
source: view...
pt_br: ver ...

# ViewBudgetProjectInfo
source: project info
pt_br: informações do Projeto

source: View Full
pt_br: Ver tudo

# ViewLogs
source: view
pt_br: ver

# ViewMonthlyBalance
source: Monthly balance
pt_br: Saldo mensal

# ViewTransferingHistory
source: transfering history
pt_br: histórico de transferências

# WatermaskForAmountInfo
source: link categories to set up total amount
pt_br: adicionar categorias para configurar montante total

# WatermaskForName
source: tap, enter name
pt_br: digite o nome

# WatermaskForNotes
source: tap, enter notes
pt_br: digitar obs.

source: Weekend
pt_br: Fim de semana

source: Weekly
pt_br: Semanal

source: Welcome
pt_br: Bem vindo

# WithPasswordToLoginText
source: reopen or close.
pt_br: Reinicie ou feche.

# WontBeUpdateImmediately
source: Currently, the changing on expense or income item, won't be noticed immediately, until next time data reloading.
pt_br: Atualmente, a mudança na despesa ou item de renda, não vai ser notado imediatamente, até que os dados da próxima vez recarreguem.

source: Workday
pt_br: Dia útil

# YearlyMonthsIncomeExpenseAvgInfo
source: {0} monthly avg. income/expense
pt_br: {0} média mensal receitas/despesas

source: Yesterday
pt_br: Ontem

source: Quick Start
pt_br: Início Rápido

# QuickStartTips_Currency
source: This is set as your default currency, you can do more customization in 'App Settings -> General Setting' page. Please also check out the currency of your default account in 'Account Management' page. Generally they are same.
pt_br: Isso é definido como a moeda padrão, você pode fazer mais personalização em 'App Configurações -> Configuração Geral "a página. Por favor verifique, também, a moeda de sua conta padrão na página "Gestão de Conta". Geralmente elas são iguais.

# AllHeOwnMeBlockTitleFormatter
source: {0} own me total
pt_br: {0} próprios totais ME

# AllIOwnHimBlockTitleFormatter
source: I own {0} total
pt_br: Eu próprios totais {0}

# LoaningRelationShipInformation
source: Relationship information
pt_br: Informações De Relacionamento

# Term_HowMany
source: How many term
pt_br: quantos termo

# AllHeOwnMeBlockTitleShortFormatter
source: Own me total:
pt_br: Me possuir total:

# AllIOwnHimBlockTitleShortFormatter
source: I own him total:
pt_br: Eu possuo o total:

# CategoriesFollowedTitle
source: Categories concerned
pt_br: Categorias em causa

# CategoriesFollowedTitle_SubTitleWithoutRows
source: No categories you have marked as 'Favourite'. You can try show all.
pt_br: Não há categorias que você marcou como "favoritos". Você pode tentar mostrar tudo.

# CategoriesFollowedTitle_SubTitleWithRows
source: Following are the categories you marked as 'Favourite' in Category Manager.
pt_br: Seguem-se as categorias marcadas como "favoritos" no Gerenciador de Categoria.

# NetAssetTitle
source: Net Asset
pt_br: Activo Líquido

source: Yearly
pt_br: anual

# TipsForRestoreDatafromAutoBackuping
source: You can try restoring data from backup file here.
pt_br: Você pode tentar restaurar os dados do arquivo de backup aqui.

source: Reorder
pt_br: Reordenar

# HowToGetHelpMessage
source: Hey, when any error occured, please contact us by sending email feedback in "About Page". It's the best way rather than post your painpoint to the "comments" via app's review page.
pt_br: Hey, cuando cualquier error se produjo, por favor póngase en contacto con nosotros mediante el envío de información de correo electrónico en "Acerca de la página". Es la mejor manera en lugar de publicar su painpoint a los "comentarios" a través de la página de revisión de la aplicación.

# HowToGetHelpTitle
source: How to get help
pt_br: cómo obtener ayuda

source: Customized theme
pt_br: utilice tema personalizado

# SendLog
source: send log to us to help resolve problem
pt_br: enviar registro

# ChangeNumbericRange
source: Change Range
pt_br: Alterar Gama

source: Change price value range
pt_br: Alterar faixa de preço de valor

# ConfirmUpdateVoiceDataWhenPriceChanged
source: You've changed the range of price value, now to update voice command data?
pt_br: Você mudou a faixa de valor do preço, agora para atualizar os dados de comando de voz?

source: Failed
pt_br: fracassado

# Formatter_NotSupportTheSpecifiedLanguageInVoiceCommand
source: We does not support the {0} language currently.
pt_br: Nós não suporta a {0} idioma atualmente.

# Lable_CurrentVoiceLanguage
source: Current voice language(from Setting -> Speech)
pt_br: Idioma da voz corrente (de Setting -> Speech)

# Lable_CurrentVoiceLanguage_Tips
source: You need to update voice command data after the Voice Language is changed.
pt_br: Você precisa atualizar dados de comando de voz após o Idioma da voz muda.

source: Maximum Value
pt_br: Valor Máximo

# Message_ContaionsInvalidAccountOrCategoryNameInVoiceData
source: There contains some invalid "Account" or "Category" names in voice command data. Please make sure no any '>', '<', ‘&' characters in account list or category list.
pt_br: Não contém algumas "Conta" inválida ou uma "categoria" nomes em dados de comando de voz. Por favor, certifique-se sem qualquer '>', '<', 'e' personagens na lista de conta ou lista de categorias.

# Message_ErrorOccuredWhenUpdatingVoiceCommandData
source: Sorry, errors occured when updating voice command data. Please try updating again according to the error message.
pt_br: Desculpe, ocorreram erros durante a atualização de dados de comando de voz. Por favor, tente atualizar novamente de acordo com a mensagem de erro.

# Message_InvalidVoiceCommandPrefix
source: The "Voice Command Prefix" is not valid, please check it is not conflicted with other app's.
pt_br: O "Prefixo de comando de voz" não é válido, por favor, verifique se não está em conflito com outros aplicativos.

# Message_NoticeForPriceValueInVoiceCommandData
source: Due to some limition, the usable range of the price data in command data will be between:
pt_br: Devido a alguma limitação, a gama utilizável dos dados de preços em dados de comando será entre:

# Message_RequiredPrivacyAcceptionToUseVoiceCommand
source: You will need to accept the speech privacy policy in order to use speech recognition in this app.
pt_br: Você terá que aceitar a política de privacidade da fala, a fim de usar o reconhecimento de voz neste app.

# MinumValue
source: Minimum value
pt_br: O valor mínimo

source: Need digits part
pt_br: Precisa dígitos parte

# No_After
source: Not now
pt_br: Not agora

# PrivaryStatement
source: Comments and privacy statements
pt_br: Comentários e declarações de privacidade

# Tips_ChangePriceValueRange
source: This setting allows you to control the support range of price value in voice command data. We set a default range, but many languages/countries have their own common used one. So you can manually change this.
pt_br: Esta configuração permite que você controle a gama de suporte de valor do preço em dados de comando de voz. Montamos uma variedade padrão, mas muitas línguas / países têm suas próprias utilizado comum. Assim, você pode alterar manualmente esse.

# Tips_NeedUpdateVoiceDataToEnableSetting
source: * Your changes will be available after you update the voice command data.
pt_br: * As alterações estarão disponíveis depois que você atualizar os dados de comando de voz.

# Tips_RecommandPriceValueRange
source: * We recommand to set a common used range.
pt_br: * Aconselhamos para definir um intervalo usado comum.

source: Update
pt_br: Atualizar

source: Update voice command data
pt_br: Atualizar os dados de comando de voz

# VoiceCommandConfirm_CreatingItem
source: Creating item ...
pt_br: Criando item ...

# VoiceCommandConfirm_ItemIsCreated
source: Create item {0}.
pt_br: Criar item de {0}.

# VoiceCommandConfirm_OkOrCancel
source: You can say OK or Cancel.
pt_br: Você pode dizer OK ou Cancelar.

# VoiceCommandConfirm_OkToCreate
source: Say OK to create an transaction item.
pt_br: Diga OK para criar um item transação.

# VoiceCommandConfirm_Summary
source: Will create an {3} item by {0}, for {1}, total {2} {4}, you can say OK or Cancel.
pt_br: Irá criar uma {3} item {0}, por {1}, o total de {2} {4}, você pode dizer OK ou Cancelar.

source: Voice command data
pt_br: Dados de comando de voz

source: Voice command prefix
pt_br: Prefixo de comando de voz

# VoiceCommandPrefix_Tips
source: Means: the leading works to start voice command for accountbook. It should be in same language with the voice language to ensure the voice command can be detected.
pt_br: Meios: as principais obras para iniciar comando de voz para accountbook. Deve ser no mesmo idioma com a linguagem de voz para assegurar o comando de voz pode ser detectado.

source: Voice command setting
pt_br: Definição de comando de voz

# VoiceCommandSetting_Tips
source: You need to update "Voice Command Data" when folllowing condition happened: 1. After your categories change, including amounts, names... 2. After the Speech Language is modified in OS' setting page. 3. After Settings in this page changed. 4. After you restore data from SkyDrive or other places. * Accountbook won't share your voice data to any others.
pt_br: Você precisa atualizar "os dados da Voz de comando" quando a condição folllowing aconteceu: 1. Após a sua mudança de categorias, incluindo valores, nomes ... 2. Depois da língua do discurso é modificado na página de configuração OS. 3. Depois de definições dessa página alterada. 4. Depois de restaurar os dados do SkyDrive ou outros lugares. * Accountbook não vai compartilhar os dados de voz para todos os outros.
