Repository: RukaiYu/TinyMoneyManager.WP8
Catalog: TinyMoneyManager.WP71/Language/AppResources.*.resx
Languages: pt_br

# AboutButtonText
source: about
pt_br: sobre

# AboutCashAmountOnAsset
source: It's amount of all 'Cash' accounts.
pt_br: É quantidade de todos as contas de dinheiro.

# AboutSwitchScopeForHistoryList
source: tips about switching the date range for history
pt_br: dicas sobre mudar o intervalo de datas para a história

# AccountAndTransfering
source: Account + Transfering
pt_br: Conta + Transferência

# AccountBalanceNotEnoughMessage
source: balance is not enough.
pt_br: balanço não é suficiente

source: account category
pt_br: categoria da conta

source: Account Info
pt_br: Informação da conta

# AccountItemDetailsInfo
source: Details info
pt_br: Informações dos detalhes

source: account item list
pt_br: lista dos itens da conta

source: account list
pt_br: lista de contas

source: account manager
pt_br: gerenciamento da conta

# AccountName
source: account
pt_br: conta

# AccountSelectorHeader
source: select account
pt_br: selecionar conta

source: action after Add New Record
pt_br: ação após Adicionar novo registro

# ActionAfterAddNewRecord_Exit
source: back or exit
pt_br: voltar ou sair

# ActionAfterAddNewRecord_ToHistoryPage
source: turn to history + category page
pt_br: mudar para histórico + página de categorias

# Add
source: new
pt_br: novo

# AddAsFavourite
source: mark as favorite
pt_br: marcar como favorito

# AddBudgetItemFromCategory
source: set budget from category item
pt_br: fixar orçamento

# AddBudgetItemFromCategoryTips
source: create or modify budget from category item
pt_br: criar ou modificar orçamento

# AddBudgetProject
source: create project
pt_br: criar projeto

# AddButtonText
source: add
pt_br: adicionar

# AddPerson
source: New Debtor or Creditor
pt_br: Novo devedor ou credor

source: add picture
pt_br: adicionar imagem

# AddRecordName
source: new record
pt_br: Novo Registro

# AfterRestoreDataMessage
source: It's better if restart app after restoring data.
pt_br: Reiniciar aplicativo após a restauração de dados.

# AlarmNotication
source: Alarm reminding
pt_br: Alarme do lembrete

# AlarmTextForRepaymentItem
source: When it is enable, it will play a wave saying: "AccountBook notify you, there is an ongoing repayment item need you to complete."
pt_br: Se ativo, notificará quando houver um reembolso ativo para concluir.

# AlertBoxTitle
source: Account Book
pt_br: Livro Caixa

source: All
pt_br: Tudo

source: All avaliable assets
pt_br: Toda verba disponível

# AllMyAccount
source: Assets
pt_br: Verbas

# AllRateDataIsFromWebServiceNet
source: Last sync at: {0} http://www.webservicex.net
pt_br: Última sincronizaçãot: {0} http://www.webservicex.net

# AllUsersGivenFeedback
source: all users gave us helps and feedback.
pt_br: traduzido por Rafael Campos.

# AlreadyRepayOrReceieveTitle
source: already {0}
pt_br: já {0}

# AlurmWhenBudgetIsOverByAmount
source: Alert when budget is over
pt_br: Alerta quando o orçamento acabar.

source: amount
pt_br: quantidade

# AmountFormatterAfterWord
source: amount
pt_br: quantidade

# AmountOfThisTimeFormatter
source: Amount of this time {0}
pt_br: Quantidade dessa vez {0}

# AmountOverAccountBalanceMessage
source: Amount is over the max of {0}.
pt_br: Quantidade está acima do máximo de {0}.

# AmountPencentage
source: Pencentage of total amount(%)
pt_br: Percentual da quantidade total(%)

# AmountShouldBeGreatThanZeroMessage
source: Amount should be greatter than 0.00
pt_br: Quantidade deve ser maior do que 0.00

# AmountValueShouldBeGreatThanMinimixValueAlertMessage
source: Amount value should be great or equal than the minimized value: {0}, which is linked from associated budget itmes.
pt_br: Valor montante deve ser maior ou igual que o valor minimizado: {0}

# AmountWillAddedToRepayToAccountMessage
source: The amount will be up to:
pt_br: O valor será de até:

# AppearPeriod
source: Appear at
pt_br: Aparecerá em

source: Append
pt_br: Anexar

# AppName
source: ACCOUNT BOOK
pt_br: LIVRO CAIXA

# AppNameTitle
source: Name
pt_br: Nome

# AppSettingTitle_Common
source: default currency: {0}, comparation info: {1}
pt_br: moeda padrão: {0} Comparar informações,: {1}

# AppShortDescription
source: accountbook, will help you take down your transactions records, and give you an assistant, that can tell you about where and when your money were gone. It is aimed at improving you a good habit of conduct financial transactions.
pt_br: Livro Caixa, vai ajudá-lo a gravar seus registros financeiros, parar melhorar seus hábitos em operações financeiras.

# AppShortDescriptionTitle
source: app information
pt_br: informações do aplicativo

# AppUpdating
source: data central
pt_br: dados centrais

# AppUpdating_SecondTitleFormatter
source: subscibe updating: {0}
pt_br: atualização de assinatura: {0}

source: attach people
pt_br: pessoas ligadas

# AutoBackupWhenAppUp
source: backup when app is up
pt_br: primeiro backup

# BackupAndRestoreDatabaseTips
source: * Restarting app is required when processing backup or restore database operation.
pt_br: * Reiniciar aplicativo é necessária para o processamento do backup ou restaurar a operação de banco de dados.

source: backup database
pt_br: grave o banco de dados

# BackupDatabaseTips
source: Backup your whole database file, that allows you to modify info directly.
pt_br: Grave seu arquivo de banco de dados inteiro, permitindo que você modifique informações diretamente.

# BackupdataToLocalFailed
source: Backup data failed! Please restart and try again.
pt_br: Backup de dados falhou! Por favor, reinicie e tente novamente.

# BackupdataToLocalSucceed
source: Backup succeed. You can go to Marketplace to update the app now!
pt_br: Backup de sucesso. Você pode ir ao marketplace para atualizar o aplicativo agora!

source: balance
pt_br: saldo

# BankCard
source: card kind bank account
pt_br: conta bancária

source: Payment by instalments
pt_br: Pagamento em prestações

# BeforeCloseAddBudgetProjectWithBudgetItemsLinkedMessage
source: You've linked budget items, do you want save this project before close?
pt_br: Você acrescentou itens ao orçamento, você quer salvar este projeto antes de fechar?

# BeforeShowExceptionInfoMessage
source: Sorry! We're hit by an unexpacted exception! Could you help send us the error infomation?(Tap OK to see and send by email).
pt_br: Desculpe! Fomos atingidos por uma excepção inesperada! Poderia ajudar-nos envie as informações de erro? (Toque OK para ver e enviar por e-mail).

# BlanceInfo
source: balance
pt_br: saldo

# BorrowAndLean
source: Borrow or loan
pt_br: Emprestado ou empréstimo

# BorrowAndLeanManager
source: Borrow or Loan
pt_br: Emprestado ou empréstimo

# BorrowAndLendAndPeople
source: Loaning + People
pt_br: Em empréstimo + Pessoas

source: Borrow in
pt_br: Emprestado em

# BorrowLeanType
source: borrow loan type
pt_br: tipo de empréstimo

source: Browser
pt_br: Navegador

# BudgetForCertain
source: Budget for {0}
pt_br: Orçamento para {0}

# BudgetForLastMonthCertainExpenseTitle
source: Last month, the settle expense from related category "{0}" is:
pt_br: No mês passado, a despesa da categoria relacionada "{0}" foi:

# BudgetIsInControl
source: In control
pt_br: Em controle

# BudgetIsOverTaken
source: Over
pt_br: Superior

# BudgetItemSettleType
source: Settle type
pt_br: Tipo

# BudgetManagement
source: Budget
pt_br: Orçamento

# BudgetManagement_ReportForEachMonth
source: budget report for each month
pt_br: relatório de orçamento mensal

# BudgetManagement_ReportForEachMonthTips
source: view or export report between budget and settle for each month
pt_br: ver ou exportar relatório entre orçamento mensal

# BudgetProject
source: projects
pt_br: projetos

# BudgetProjectAssociatedCategories
source: related categories
pt_br: categorias relacionadas

# BudgetProjectWithSameNameExists
source: There already exists budget project with same name as current you gave.
pt_br: Já existe um projeto com o mesmo nome.

source: Budget Settle
pt_br: Estabelecer orçamento

# ButtonTextCategoryForCount
source: Count Percent of category
pt_br: Percentual da categoria

# ButtonTextCategoryForTotalAmount
source: Amount percent of category
pt_br: Quantidade percentual da categoria

# ButtonTextForDayOfDuring
source: curve of during
pt_br: gráfico da duração

source: by account name
pt_br: por conta

source: by category name
pt_br: por categoria

# ByChildCategoryName
source: group by child category name
pt_br: grupo por categoria infantil

source: by day
pt_br: por dia

source: by email
pt_br: por email

source: by month
pt_br: por mês

# ByParentCategoryName
source: group by parent category name
pt_br: grupo por categoria adulta

# BySkyDrive
source: from SkyDrive
pt_br: do SkyDrive

source: by year
pt_br: por ano

# CalculatingAmountInfoMessage
source: Calculating amount info ...
pt_br: Calculando informação de quantidade

source: Calcutor
pt_br: Calculadora

source: cancel
pt_br: cancelar

# Canceled
source: canced
pt_br: cancelado

# CanTransferToSameAccount
source: Can't transfer to same account.
pt_br: Não pode transferir para mesma conta

# CantRevertWhenAccountsNoExistsConfirmationMessage
source: We're sorry to tell you, the accounts related to this transfering item didn't exist in your account list. Do you want to remove this item? (Tap Ok, to see the information.)
pt_br: Lamentamos dizer, as contas relativas a este item não existia em sua lista de conta. Você deseja remover este item? (Toque Ok, para ver as informações.)

# Cash
source: cash account
pt_br: dinheiro

source: Category
pt_br: Categoria

# CategoryGroupMode
source: category grouping mode
pt_br: modo de agrupamento de categoria

source: Category info
pt_br: Informação da categoria

# CategoryIsBeenUsedMessage
source: The account object you want to delete is been used by others.
pt_br: O objeto de conta que você deseja excluir está sendo utilizado por outras pessoas.

# CategoryManagementPageTitle
source: category manager
pt_br: gerenciamento de categoria

source: category name
pt_br: nome da categoria

# CategoryTitleForAmount
source: Percentage of totalAmount of each category
pt_br: Percentagem do montante total de cada categoria

# CategoryTitleForCount
source: Percentage of count of each category
pt_br: Percentagem de contagem de cada categoria

source: category type
pt_br: tipo da categoria

# ChangeFileName
source: rename
pt_br: renomear

# ChangePasswordButtonText
source: change password
pt_br: mudar senha

source: chart group mode
pt_br: modo de gráfico grupal

# ChartPivotForStatisticsPage
source: chart
pt_br: gráfico

source: Choose
pt_br: Escolher

# ChooseCategoryPageTitle
source: category
pt_br: categoria

source: Choose day of week
pt_br: Escolher dia da semana

# ChooseElementForViewModeButtonText
source: Month
pt_br: Mês

# ChooseFile
source: Choose a file
pt_br: Escolher um arquivo

# ChooseFolder
source: Choose a folder
pt_br: Escolher uma pasta

source: Choose month
pt_br: Escolher um mês

# ChooseOneTypeFile
source: Choose a {0} file.
pt_br: Escolher um {0} arquivo

source: Choose parent category
pt_br: Escolher categoria principal

# ChoosePeople
source: choose person
pt_br: escolher pessoa

source: Choose picture
pt_br: Escolher imagem

# ChoosePictures
source: Choose or set picture
pt_br: Escolher e colocar imagem

source: Choose year
pt_br: Escolher ano

# ChoseAsResult
source: choose as result
pt_br: escolher como resultado

source: close
pt_br: fechar

# Color
source: Flag
pt_br: Bandeira

# ColumnSummaryChartTitle
source: linear of expenses/income of during
pt_br: linear de despesas/receitas

source: Comments
pt_br: Comentários

# CommonCurrency
source: Currency in using
pt_br: Atualmente em uso

source: completed
pt_br: completado

source: completed at
pt_br: completado em

# ConfirmDeletingAccountItems
source: Deleting transaction items
pt_br: Deletando transações

# ConfirmDoingSomething
source: confirm '{0}' ...
pt_br: confirma '{0}' ...

# ConfirmMessageWhenDeletingBorrowOrLoan
source: This operation will remove all {0} items of current record. The related accounts' balance will be changed back as well.
pt_br: Esta operação irá remover todos os itens {0} do registro atual. O saldo das contas relacionadas será alterado de volta também.

# ConfirmMessageWhenSelecteAFolderToBackupData
source: Are you allow AccountBook to create a file named '{0}' under folder {1} automatically? (You can rename it, later)
pt_br: Você permite AccountBook criar um arquivo chamado '{0}' na pasta {1} automaticamente? (Você pode renomeá-lo, mais tarde)

# ConfirmPasswordText
source: Confirm password
pt_br: Confirmar senha

# ConfirmRevertAmountToAccount
source: Do you want me to revert the amount to account in associated transaction items?
pt_br: Você quer que eu reverta o montante para a conta em transação?

# ConfirmToSavePictureToPhone
source: This will generate image and save into your Picture Hub, continue?
pt_br: Isso irá gerar imagem e salvar em seu Hub, continuar?

# ConfirmToTurnOffAutoBackupFeatureMessaage
source: Hey? are you sure you don't want this automatic way to protect your data? Can you do everyday by yourselft? :). If YES, to turn off.
pt_br: Tem certeza que você não quer esta forma automática de proteger seus dados? Se sim, desligue.

# ConfirmWhenTemplateIsRecordedForToday
source: You've recorded the item from this template today. Still create an item again?
pt_br: Você gravou o item a partir desse modelo de hoje. Ainda criar um item novo?

# ConversionRateProcessIsOnGoingMessage
source: The syncing is processing, which will take a few minutes to finish. Please wait...
pt_br: A sincronização está processando, o que vai demorar alguns minutos para terminar. Por favor, aguarde ...

# CountPencentage
source: Pencentage of counts(%)
pt_br: Porcentagem de contagens (%)

source: cover
pt_br: proteger

source: cover or append
pt_br: proteger ou anexar?

source: Create
pt_br: Criar

# CreateAccountItemForSchedule
source: Scheduled item
pt_br: Item programado

source: create at
pt_br: Criar em

source: create date
pt_br: Data de criação

# CreateExpenseOrIncomeSchedule
source: Create schedule
pt_br: Criar agendamento

# CreateNewItem
source: new
pt_br: novo

# CreateOrEditBaymentByInstalmentsItem
source: {0} bayment-by-instalments item
pt_br: {0} item de pagamento parcelado

# CreateScheduleTask
source: Create schedule
pt_br: Criar agendamento

source: create time
pt_br: criar tempo

source: Creating folder ...
pt_br: Criando pasta...

# CreatingFolderSuccessfully
source: Root folder is created! Start Sync Now!
pt_br: A pasta raiz foi criada, pode sincronizar agora.

source: Credit
pt_br: Crédito

# CreditCard
source: Credit card account
pt_br: Cartão de crédito

source: Creditor
pt_br: Credor

# CurrencyRateTable_LastSyncTime
source: last time sync at: {0}
pt_br: última vez em sincronia: {0}

# CurrencySetting
source: exchange rate
pt_br: taxa de câmbio

# CurrencyTableUpdatingNotes
source: We've updated currency tables with new currency supports adding for you!
pt_br: Mesa de câmbio atualizada.

# CurrencyType
source: currency
pt_br: moeda

# CurrentBalance
source: balance
pt_br: saldo

# CurrentCategoryParentIs
source: Current selected parent category is:
pt_br: Categoria selecionada:

# CurrentDatabase
source: Current main database
pt_br: Banco de dados principal

source: Current month
pt_br: Mês atual

source: current password
pt_br: senha atual

# CurrentPasswordError
source: current password is incorrect.
pt_br: a senha atual está incorreta.

source: current status
pt_br: status atual.

# CurrentStepReplacer
source: ing
pt_br: ado

source: Current week
pt_br: Semana atual

source: Current year
pt_br: Ano atual

source: Customize
pt_br: Personalize

source: data
pt_br: dados

# DatabaseVersion
source: Database version: {0}
pt_br: Database versão: {0}

source: data file
pt_br: arquivo de dados

# DataSynchronization
source: Synchronization
pt_br: Sincronização

# DataSynchronizationButton
source: Data Syncing
pt_br: Sincronizando dados

# DataSyncingOperationSuccessfullyMessage
source: Congregation! Data has been upload to server!
pt_br: Congregação! Os dados foram enviados para o servidor!

# DataSyncingSuccessfulMessage
source: Data syncing completed!
pt_br: sincronização de dados completa

# DataSyncingWithSkyDrive
source: Syncing with SkyDrive
pt_br: sincronizando com o SkyDrive

# DataSyncing_SecondTitleFormatter
source: PC client IP and port: {0}
pt_br: PC cliente IP e porta: {0}

# DataSyncViaPcClient
source: Sync by PC client
pt_br: Sincronizado com o PC

source: data type
pt_br: tipo de dados

source: date
pt_br: data

# DateFormatterAfterWord
source: {0} date
pt_br: {0} data

# DeathFailedExceptionMessage
source: We're very sorry to tell you, Account Book met a error. Fortunately, your data are safe! We recommand you can push this exception information to {0}, to help we resolve this issue. Thank you! The exception is: {1}
pt_br: Lamentamos muito, o AccountBook encontrou um erro. Felizmente, seus dados estão seguros! Aconselhamos que você envie essa informação para{0}, para nos ajudar a resolver esse problema. Obrigado! A exceção é: {1}

# DebitCard
source: debit card account
pt_br: Conta do cartão de débito

source: Debtor
pt_br: Devedor

source: Decrease
pt_br: Diminuir

source: Decting "data syncing" root folder ...
pt_br: Detectando "sincronização de dados" na pasta raíz...

# DectingFile
source: Decting file now ...
pt_br: Detectando arquivo agora...

source: default amount
pt_br: quantidade padrão

source: Default currency
pt_br: Moeda padrão

source: delete
pt_br: deletar

# DeleteAccountItemMessage
source: You'll delete this record.
pt_br: Você deletou esse registro.

source: deleted
pt_br: deletado

# DeleteOnGoingRapaymentMessage
source: This is an 'ongoing' repayment item, the Alarm or Reminder will be removed as well, want to delete it?
pt_br: Este é um reembolso em curso, o alarme ou lembrete serão removidos, bem como, deseja apagá-lo?

# DeleteSelectedItems
source: Are you sure to delete all selected records?
pt_br: Tem certeza que deseja excluir todos os registros selecionados?

# DeletingDataInOneMonth
source: Data in "{0}/{1}" would be deleted.
pt_br: Dados em "{0} / {1}" seria excluído.

# DeletingDataInOneYear
source: Data in year {0} would be deleted.
pt_br: Dados em anos {0} será excluído.

# DeletingObject
source: Confirm deleting '{0}' record.
pt_br: Confirme a exclusão de '{0}' recorde.

source: description
pt_br: descrição

source: details
pt_br: detalhes

source: Detecting picture folder ...
pt_br: Detectando pasta da imagem...

source: Detecting pictures to sync ...
pt_br: Detectando imagens para sincronizar...

source: disabled
pt_br: desativado

source: Divider can't be zero.
pt_br: Divisor não pode ser zero.

# DontLeaveSyncPageTips
source: Don't leave current page or exit app after starting.
pt_br: Não deixe a página atual ou aplicativo de saída após a comerçar.

source: due date
pt_br: data de vencimento

# DueDateTimeMustBeGreatThanStartDateTimeMessage
source: The Due datime must be great than the 'Start Time'.
pt_br: A data de vencimento tem que ser maior que a data de emissão.

source: during chart mode
pt_br: modo gráfico

# EandIandCategory
source: History + Category
pt_br: Histórico + Categorias

source: edit
pt_br: editar

# EditBudgetItemAmount
source: Edit budget amount
pt_br: Editar valor do orçamento

# EditBudgetProjectInfo
source: edit project
pt_br: editar projeto

source: Edit Comments
pt_br: Editar comentários

# EditPerson
source: Edit Debtor or Creditor
pt_br: Editar devedor ou credor

# EditRateFormatter
source: Please input conversion rate from {0} to {1}:
pt_br: Por favor, coloque a taxa de conversão de entrada de {0} para {1}:

# EmailForSummary
source: Email for sending summary
pt_br: Email for envio do sumário

# EmptyTextMessage
source: can't be empty!
pt_br: não pode ser vazio!

# EnableAccountBalanceStatistic
source: enable balance statistic
pt_br: permitir estatística saldo

source: enable alarm
pt_br: ativar alarme

# EnableLockPassword
source: Pocket Password
pt_br: Senha

# EnableUsingAccountWhenItHasNegativeValue
source: Enable all accounts 'overdraft' capability.
pt_br: Ativar o recurso 'cheque especial' em todas as contas.

# EnableUsingAccountWhenItHasNegativeValueMessage
source: This account is not support 'overdraft' capability. Please select another one.
pt_br: Esta conta não suporta capacidade de cheque especial. Por favor seleccione outro.

source: End date
pt_br: Data final

# EnsureToRebuildDatabase
source: Do you want to rebuild database?
pt_br: Você quer reconstruir banco de dados?

# ErrorDetails
source: Error Details: {0}
pt_br: Detalhes do Erro: {0}

# ErrorMessageWhenLoadingAccounts
source: Sorry, that it occurs an error when loading accounts list. Please restart [AccountBook] to reload data.
pt_br: Desculpe, ocorreu um erro ao carregar lista de contas. Por favor, reinicie AccountBook para recarregar dados.

# ErrorMessageWhenRestoreEmptyDataFailed
source: Sorry! We got exception when deserialize data from backup. Please check your data is valid account book data file(xml file) and not empty. You can kindly help send below message to {0} Thanks. {1}
pt_br: Desculpe! Tivemos uma exceção quando desserializar dados de backup. Por favor, verifique se seus dados são válidos e que o arquivo de dados (xml) não vazio. Você pode gentilmente ajudar enviando a mensagem abaixo para {0} Obrigado. {1}

source: Every day
pt_br: Todo dia

# EveryDayBackup
source: Backup everyday
pt_br: Gravar todo dia

# EveryDayBackupTips
source: · Only when you start up app will it do this task.
pt_br: · Apenas quando você iniciar o aplicativo vai fazer esta tarefa.

source: Every month
pt_br: Todo mês

source: Every special day
pt_br: Todo dia especial

source: Every special month
pt_br: Todo mês especial

source: Every week
pt_br: Toda semana

# ExcelFileMustBeOpenInLocalOffice
source: The excel file should only be opened by Microsoft Excel program installed in you local PC. (Web excel app can't open it currenly).
pt_br: O arquivo excel só deve ser aberto por programa Microsoft Excel instalado em seu PC local. (Excel Web App não pode abrí-lo)

source: Execute now
pt_br: Executar agora

# ExitAppMessage
source: Exit now?
pt_br: Sair agora?

source: expense
pt_br: despesa

# ExpenseIncomeHistoryReport
source: Expense Income History Report from AccountBook
pt_br: Relatório do histórico de despesas/receitas do AccountBook.

# ExpenseOrIncomeScheduleInfo
source: Schedule info
pt_br: Agende informações

source: expenses
pt_br: despesas

# ExpensesBudgetType
source: expenses record
pt_br: registro de despesas

source: export data
pt_br: exportar dados

# ExportDataMode
source: export mode
pt_br: modo de exportação

# ExportReport
source: export
pt_br: exportar

# FailedLoadingRequestRefresMsg
source: Failed to load data, please try again later.
pt_br: Falha ao carregar dados, por favor, tente novamente mais tarde.

# FailedToRestoreWhenObjectIs
source: Failed to restore Object named : {0} . This object will be skipped. Cause of : {1}
pt_br: Falha ao restaurar objeto chamado: {0}. Este objeto será ignorado. Causa de: {1}

# FailedWhenUpdatingDatabaseMesssage
source: I'm hit by an error when updating your database to date, and I will rebuild it. Your old data have been backup to local isoldatestorage. You can go "Setting->Data Centeral" page to restore data
pt_br: Fui atingido por um erro ao atualizar o seu banco de dados até à data, e eu reconstruí-lo. Os dados antigos foram backup para local. Você pode ir "Setting-> Dados Centeral" página para restaurar os dados

# FavoritesPageVisibiable
source: Quick template on startup
pt_br: Modelo rápido na inicialização

# Favourite
source: favorites
pt_br: favoritos

# FeedBack
source: get help or feed back
pt_br: obtener ayuda & retroalimentación

source: file
pt_br: arquivo

source: file name
pt_br: nome do arquivo
